Repository: BartzikWebdesign/event-organiser-extended-booking-form
Catalog: languages/event-organiser-extended-booking-form-*.po
Languages: de_de

source: Attendee name
de_de: Teilnehmer Name

source: use dd.mm.yyyy format
de_de: tt.mm.jjjj Format benutzen

source: Attendee birthdate
de_de: Teilnehmer Geburtsdatum

source: Mandatory for all car courses
de_de: Für alle PKW-Kurse zwingend erforderlich

source: Attendee nationality
de_de: Teilnehmer Nationalität

source: Attendee ID number
de_de: Teilnehmer Personalausweisnummer

source: Attendee membership number (e.g. professional association / Verkehrswacht Siegerland-Wittgenstein e. V.)
de_de: Teilnehmer Mitgliedsnummer (z. B. Berufsgenossenschaft / Verkehrswacht Siegerland-Wittgenstein e. V.)

source: Voucher code
de_de: Gutschein-Nummer

source: Ticket Holder (first name)
de_de: Ticketinhaber (Vorname)

source: Ticket Holder (last name)
de_de: Ticketinhaber (Nachname)

source: Ticket Holder birthdate
de_de: Ticketinhaber Geburtstag

source: Ticket Holder membership number
de_de: Ticketinhaber Mitgliedsnummer

source: Ticket Holder ID number
de_de: Ticketinhaber Personalausweisnummer

source: Ticket Holder nationality
de_de: Ticketinhaber Nationalität

source: Ticket Holder voucher code
de_de: Ticketinhaber Gutschein-Nummer

source: Ticket Holder
de_de: Ticketinhaber

source: Check for updates
de_de: Suche nach Aktualisierungen

source: View details
de_de: Zeige Details

source: More information about %s
de_de: Weitere Informationen über %s

# the plugin title
source: The %s plugin is up to date.
de_de: Das Plugin %s ist auf dem neusten Stand.

# the plugin title
source: A new version of the %s plugin is available.
de_de: Eine neue Version des Plugins %s ist verfügbar

# the plugin title
source: Could not determine if updates are available for %s.
de_de: Konnte nicht prüfen, ob Updates für das Plugin %s verfügbar sind.

source: Unknown update checker status "%s"
de_de: Unbekannter Status für Aktualisierungscheck "%s"

source: There is no changelog available.
de_de: Es ist kein Changelog verfügbar.

source: Extends the booking form
de_de: Erweitert das Buchungsformular
